---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MmHg
source: html/16a71fac-d017-b0f5-5296-b711bcf51475.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MmHg Property

Symbol mmHg, indicating unit Millimeters of mercury.

## Syntax (C#)
```csharp
public static ForgeTypeId MmHg { get; }
```